<html>
<?php
  $url = $_GET['url'];
  echo $url;
?>
<head>
	<meta charset = "utf-8">
	<title>Новости</title>
	<link rel="stylesheet" type="text/css" href="NewsStyles.css">
</head>

<body bgcolor="black">
	<div>
		<?php include('header.php');?>	
		<?php include('menu.php');?>
	</div>
	<div id="menu">
		<h1>КАТЕГОРИЯ</h1>
		<div id="news">
			<div id ="icon">
				<img src="mainnew.jpg" style="width:100%; height: 100%; box-shadow: 0px 0px 5px #000;">
			</div>
			<div id="new">
				<b>Презентация iPhone 7: интриги и первые разочарования</b>
				<p>Главные новости для любителей гаджетов пришли этой ночью из Сан-Франциско. Apple презентовала iPhone 7 и новое поколение умных часов AppleWatch.В дизайне и габаритах смартфона революционных изменений нет. Добавились лишь новые расцветки. Главные улучшения — внутри! Камера получила обновленный объектив, систему стабилизации и более яркую вспышку. Раньше съемка <a href="NewPage.php" styles="color:#0000FF;"><b>читать далее</b></a></p>
			</div>
		</div>
		<br>
		<div id="news">
			<div id ="icon">
				<img src="mainnew.jpg" style="width:100%; height: 100%;box-shadow: 0px 0px 5px #000;">
			</div>
			<div id="new">
				<b>Презентация iPhone 7: интриги и первые разочарования</b>
				<p>Главные новости для любителей гаджетов пришли этой ночью из Сан-Франциско. Apple презентовала iPhone 7 и новое поколение умных часов AppleWatch.В дизайне и габаритах смартфона революционных изменений нет. Добавились лишь новые расцветки. Главные улучшения — внутри! Камера получила обновленный объектив, систему стабилизации и более яркую вспышку. Раньше съемка <a href="NewPage.php" styles="color:#0000FF;"><b>читать далее</b></a></p>
			</div>
		</div>
		<br>
		<div id="news">
			<div id ="icon">
				<img src="mainnew.jpg" style="width:100%; height: 100%; box-shadow: 0px 0px 5px #000;">
			</div>
			<div id="new">
				<b>Презентация iPhone 7: интриги и первые разочарования</b>
				<p>Главные новости для любителей гаджетов пришли этой ночью из Сан-Франциско. Apple презентовала iPhone 7 и новое поколение умных часов AppleWatch.В дизайне и габаритах смартфона революционных изменений нет. Добавились лишь новые расцветки. Главные улучшения — внутри! Камера получила обновленный объектив, систему стабилизации и более яркую вспышку. Раньше съемка <a href="NewPage.php" styles="color:#0000FF;"><b>читать далее</b></a></p>				
			</div>
		</div>
		<br>
		<div id="news">
			<div id ="icon">
				<img src="mainnew.jpg" style="width:100%; height: 100%; box-shadow: 0px 0px 5px #000;">
			</div>
			<div id="new">
				<b>Презентация iPhone 7: интриги и первые разочарования</b>
				<p>Главные новости для любителей гаджетов пришли этой ночью из Сан-Франциско. Apple презентовала iPhone 7 и новое поколение умных часов AppleWatch.В дизайне и габаритах смартфона революционных изменений нет. Добавились лишь новые расцветки. Главные улучшения — внутри! Камера получила обновленный объектив, систему стабилизации и более яркую вспышку. Раньше съемка <a href="NewPage.php" styles="color:#0000FF;"><b>читать далее</b></a></p>
			</div>
		</div>
		<br>
		<div id="news">
			<div id ="icon">
				<img src="mainnew.jpg" style="width:100%; height: 100%; box-shadow: 0px 0px 5px #000;">
			</div>
			<div id="new">
				<b>Презентация iPhone 7: интриги и первые разочарования</b>
				<p>Главные новости для любителей гаджетов пришли этой ночью из Сан-Франциско. Apple презентовала iPhone 7 и новое поколение умных часов AppleWatch.В дизайне и габаритах смартфона революционных изменений нет. Добавились лишь новые расцветки. Главные улучшения — внутри! Камера получила обновленный объектив, систему стабилизации и более яркую вспышку. Раньше съемка <a href="NewPage.php" styles="color:#0000FF;"><b>читать далее</b></a></p>
			</div>
		</div>
		<br>
		
	</div>
	<?php include('footer.php');?>	
</body>
</html> 